<?
$MESS['FAILED_TO_SAVE_FILE'] = 'Ошибка при сохранении файла, попробуйте еще раз.';
$MESS['FILE_NOT_FOUND'] = 'Файл не найден.';
$MESS['FAILED_TO_PARSE_FILE'] = 'Ошибка обработки файла. Попробуйте еще раз или измените расширение файла.';
$MESS['NOT_FOUND_PRODUCTS_IN_FILE'] = 'По заданным критериям элементы не найдены. Проверьте выставленное количество у товаров.';
$MESS['NOT_FOUND_PRODUCTS_IN_IBLOCK'] = 'Элементы не найдены в базе. Проверьте правильность уникальных кодов элементов в файле.';
$MESS['PARTIAL_NOT_ADD'] = 'Некоторые товары не были добавлены в корзину, возможно их нет в наличии.';
$MESS['PRODUCTS_ADDED_TO_CART'] = 'Товары добавлены в корзину';
?>
